Repository: epyx-src/ABPadLockScreen
Catalog: ABLockScreen/*.lproj/ABPadLockScreen.strings
Languages: de, it

# ABLOCKSCREEN_Cancel
source: Cancel
de: Abbrechen
it: Annulla

# ABLOCKSCREEN_Check
source: Check
de: Überprüfen
it: Controlla

# ABLOCKSCREEN_PinDoesnotMatch
source: Passcodes did not match.
de: Zugriffscodes stimmen nicht überein.
it: Codice di accesso errato.

# ABLOCKSCREEN_IncorrectOldPin
source: Incorrect old pin.
de: Falscher alter Pin.
it: Vecchio codice errato.

# ABLOCKSCREEN_IncorrectPinAttemptsLeft
source: Incorrect pin. %i attempts left.
de: Falscher Pin. %i Versucht übrig.
it: Codice errato. %i tentativi rimasti.

# ABLOCKSCREEN_NoRemainingAttempt
source: No remaining attempts.
de: Keine verbleibende Versuche.
it: Tentativi ultimati.

# ABLOCKSCREEN_IncorrectPin
source: Incorrect pin.
de: Falscher Pin.
it: Codice errato.

# ABLOCKSCREEN_SetPasscode_Title
source: Set passcode
de: Zugriffscode setzen
it: Imposta il codice di accesso

# ABLOCKSCREEN_SetPasscode_SubtitleEnter
source: Enter a passcode
de: Geben Sie einen Zugriffscode ein
it: Inserisci un codice di accesso

# ABLOCKSCREEN_SetPasscode_SubtitleConfirm
source: Re-enter your passcode
de: Alten Zugriffscode erneut eingeben
it: Inserisci nuovamente il codice di accesso

# ABLOCKSCREEN_ChangePasscode_Title
source: Change passcode
de: Zugriffscode wechseln
it: Modifica il codice di accesso

# ABLOCKSCREEN_ChangePasscode_SubtitleEnterOld
source: Enter your old passcode
de: Geben Sie Ihren alten Zugriffscode ein
it: Inserisci il tuo vecchio codice di accesso

# ABLOCKSCREEN_ChangePasscode_SubtitleEnterNew
source: Enter your new passcode
de: Geben Sie Ihren neuen Zugriffscode ein
it: Inserisci il tuo nuovo codice di accesso

# ABLOCKSCREEN_ChangePasscode_SubtitleConfirm
source: Re-enter your new passcode
de: Geben Sie Ihren neuen Zugriffscode erneut ein
it: Inserisci nuovamente il tuo codice di accesso

# ABLOCKSCREEN_EnterPasscode_Title
source: Enter passcode
de: Zugriffscode eingeben
it: Inserire il codice di accesso

# ABLOCKSCREEN_EnterPasscode_SubtitleEnter
source: Enter your passcode
de: Geben Sie Ihren Zugriffscode ein
it: Inserisci il tuo codice di accesso

# ABLOCKSCREEN_EnterOTP_Title
source: Enter code
de: Code eingeben
it: Inserire il codice

# ABLOCKSCREEN_EnterOTP_SubtitleEnter
source: Enter your authenticator code
de: Geben Sie Ihren Authentifizierungscode ein
it: Inserisci il tuo codice di autenticazione
